Repository: 84000/data-translation-memory
Catalog: toh217-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་དཔལ་སྦས་ཞེས་བྱ་བའི་མདོ།
en: The Noble Śrīgupta Sūtra

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was dwelling on Vulture Peak in Rājagṛha, together with a large assembly of twelve hundred and fifty monks.

source: དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་རྣམས་དང་། རྒྱལ་པོ་དང་། བློན་པོ་རྣམས་དང་། བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་དང་། མུ་སྟེགས་ཅན་སྣ་ཚོགས་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། སྤྱོད་པ་ཅན་དང་། ཀུན་ཏུ་རྒྱུ་རྣམས་དང་། ལྷ་རྣམས་དང་། ཀླུ་རྣམས་དང་། གནོད་སྦྱིན་རྣམས་དང་། དྲི་ཟ་རྣམས་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའི་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་བསྟི་སྟང་དུ་བྱས། བླ་མར་བྱས། རིམ་གྲོ་བྱས་ཏེ་མཆོད་ནས།
en: Those monks, as well as nuns, male and female lay devotees, kings, ministers, brahmins, householders, various non-Buddhist ascetics, brahmins, practitioners, and renunciants, as well as gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas, worshiped, venerated, and honored the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལྷ་དང་མིའི་ན་བཟའ་དང་། ཞལ་ཟས་དང་། གཟིམས་ཆ་དང་། སྙུན་གསོས་སྨན་དང་། ཡོ་བྱད་བཟང་པོ་མང་པོ་བརྙེས་ལ།
en: Through their offerings, the Blessed One obtained divine and human garments, food, bedding, medicines, and many excellent provisions.

source: པད་མ་ལ་ཆུ་མི་ཆགས་པ་བཞིན་དུ་འདོད་པ་དག་གིས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་མི་གོས་ཏེ།
en: Nevertheless, just as water does not adhere to a lotus, desires do not sully the Blessed One.

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ།
en: Then, virtuous verses were heard that celebrated the Blessed One, declaring him a tathāgata, an arhat, a perfect buddha rich in knowledge and conduct, a sugata, one who knows the ways of the world, a supreme charioteer for people in need of taming, a teacher of gods and humans, a buddha, and a blessed one.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཞེས་བྱ་བར་བཅོམ་ལྡན་འདས་ཀྱི་བརྗོད་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་དགེ་བ་འདི་ལྟ་བུ་འདི་མངོན་པར་འཕགས་པར་གྱུར་ཏོ། །དེས་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་དང་། བདུད་དང་བཅས་པ་དང་། ཚངས་པ་དང་བཅས་པ་དང་། དགེ་སྦྱོང་དང་བྲམ་ཟེར་བཅས་པའི་སྐྱེ་དགུ་དང་། ལྷ་དང་མིར་བཅས་པའི་སྐྱེ་དགུ་རང་གི་མངོན་པར་མཁྱེན་པས་མངོན་དུ་མཛད་དེ་རྫོགས་པར་མཛད་ནས་མཁྱེན་ཏོ།
en: Through his own intuition he gained direct and perfect insight into the world with its gods, with beings including Māra and Brahmā, renunciants and brahmins, and gods and humans.

source: །དེ་ཆོས་ཀྱང་སྟོན་ཏེ་ཚངས་པར་སྤྱོད་པ་ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ།
en: He also expounded the Dharma, and gave all beings instructions in proper spiritual conduct that were virtuous in the beginning, middle, and end;

source: དོན་བཟང་པོ། ཚིག་འབྲུ་བཟང་པོ།
en: that were excellent in meaning and in expression;

source: མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ། ཡང་དག་པར་སྟོན་ཏོ།
en: and that were uncontaminated and perfect, pure and unsullied.

source: །དེའི་ཚེ་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ན་ཁྱིམ་བདག་དཔལ་སྦས་ཞེས་བྱ་བ་ཕྱུག་པ།
en: At that time, a householder named Śrīgupta lived in the city of Rājagṛha. He was a rich man—wealthy, prosperous, well-heeled, affluent, and comfortable.

source: ནོར་ཆེན་པོ། ལོངས་སྤྱོད་ཆེ་བ། བདག་དབང་བ་མང་བ། ནོར་དང་ཡོ་བྱད་མང་བ། ནོར་དང་། འབྲུ་དང་། འཚོག་ཆས་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་དང་། དངུལ་དང་། ས་ལེ་སྦྲམ་མང་བ།
en: He owned money, grain, chattel, gems, pearls, lapis lazuli, conch shells, crystals, coral, silver, and much fine gold.

source: གླང་པོ་ཆེ་དང་། རྟ་ཕོ་རྒོད་དང་། བ་ལང་མང་བ། བྲན་པོ་དང་། བྲན་མོ་དང་། ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བ་དང་། བང་མཛོད་གང་བ་མང་པོ་དང་ལྡན་པ་ཞིག་གནས་ཏེ།
en: He kept elephants, untamed stallions, many cows, male and female servants, workers, and laborers, and possessed many full treasuries.

source: ཁྱིམ་བདག་དཔལ་སྦས་དེ་མ་དད་པ། མ་དང་བ། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་དབང་ཟ་བ།
en: This householder, Śrīgupta—neither devout nor pious—had a low opinion of the Buddha, Dharma, and Sangha.

source: གཅེར་བུ་པའི་ཉན་ཐོས་སུ་གྱུར་པ་གཅེར་བུ་པ་ཉེ་དུའི་བུ་ཞེས་བྱ་བ་ལ་མངོན་པར་དད་པ་ཞིག་གོ།
en: He had become a Jain follower, and was loyal to a Jain master named Jñātiputra.

source: །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་གཅེར་བུ་པ་ཉེ་དུའི་བུ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: One day, Śrīgupta went to visit Jñātiputra.

source: གཅེར་བུ་པ་ཉེ་དུའི་བུའི་རྐང་པ་ལ་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: Upon arriving, he bowed at Jñātiputra’s feet and sat to one side.

source: །ཁྱིམ་བདག་དཔལ་སྦས་ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་གཅེར་བུ་པ་ཉེ་དུའི་བུས་ཁྱིམ་བདག་དཔལ་སྦས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཁྱིམ་བདག་གང་དགེ་སྦྱོང་གཽ་ཏ་མ་ན་ཚོད་ཀྱིས་གཞོན་པ། གསར་དུ་རབ་ཏུ་བྱུང་བ་དེ་ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་ཅན་ཏེ།
en: When Śrīgupta was seated to one side, Jñātiputra said to him, “Householder, a certain young mendicant named Gautama, a novice renunciant, boasts of omniscience.

source: ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་དེས་འཇིག་རྟེན་འདི་ཐམས་ཅད་བསླུས་པར་ཤེས་པར་གྱིས་ཤིག །དེའི་ཕྱིར་ཁྱིམ་བདག་ཁྱོད་སོང་ལ་དགེ་སྦྱོང་གཽ་ཏ་མ་དེའི་སྲོག་ཆོད་ཅིག །དེ་འཆི་བའི་དུས་བྱས་ཏེ་ཤི་བ་དང་། དགེ་སྦྱོང་གཽ་ཏ་མ་དེ་ཙམ་དུ་རྫུ་འཕྲུལ་ཆེ་བ།
en: You should know that he has deceived the whole world with his boast of omniscience. Therefore, householder, go and take the life of Gautama the mendicant. When he has met his end and died, the news will spread that the householder Śrīgupta killed the mendicant Gautama, who was renowned for his vast miraculous powers, and for his might and strength.

source: དེ་ཙམ་དུ་མཐུ་ཆེ་བ། དེ་ཙམ་དུ་དབང་ཆེ་བར་གྲགས་པ་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་སྲོག་བཅད་དོ་ཞེས་ཁྱོད་ཀྱི་བརྗོད་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་དགེ་བ་རྒྱ་ཆེན་པོ་འདི་ལྟ་བུ་འདི་མངོན་པར་གྲགས་པར་འགྱུར་རོ། །དཔལ་སྦས་ཀྱིས་སྨྲས་པ།
en: Such a tremendous act of virtue will become famous through expositions, statements, and verses about you.”

source: བཙུན་པ་བདག་གིས་དགེ་སྦྱོང་གཽ་ཏ་མ་སྲོག་གཅོད་པར་ཇི་ལྟར་ནུས། གཅེར་བུ་པ་ཉེ་དུའི་བུས་སྨྲས་པ།
en: Śrīgupta said, “Noble sir, how can I take the life of Gautama the mendicant?”

source: ཁྱིམ་བདག་ཁྱོད་སོང་ལ་ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོས་ཤིག །དོང་ཆེན་པོ་བརྐོས་ནས་མེས་ཁོང་ལ་སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་ཁོབ་ཤིག །ཁྱིམ་གྱི་ནང་དུ་ཟས་དུག་ཅན་སྦྱོར་ལ།
en: Jñātiputra the Jain replied, “Householder, go and dig a deep pit at the main entrance to your house. When you have dug it, light a fire in the pit and put a thin cover over it. Inside the house, prepare poisoned food.

source: ཟས་དུག་ཅན་སྦྱར་ནས་དགེ་སྦྱོང་གཽ་ཏ་མ་དེའི་གན་དུ་སོང་སྟེ་ཟས་ལ་བོས་ཤིག །གལ་ཏེ་དགེ་སྦྱོང་གཽ་ཏ་མ་ཐམས་ཅད་མཁྱེན་ཅིང་ཐམས་ཅད་གཟིགས་པ་ཡིན་ན་ནི་བཏུབ་པར་མི་འགྱུར་རོ།
en: Once this is done, go to the mendicant Gautama and invite him for a meal. If Gautama is truly omniscient and all-seeing, you will not succeed.

source: །ཇི་སྟེ་ཐམས་ཅད་མཁྱེན་པ་མ་ཡིན་ཐམས་ཅད་གཟིགས་པ་མ་ཡིན་ན་ནི་བཏུབ་པར་འགྱུར་ཏེ།
en: If he is not omniscient and all-seeing, you will succeed.

source: དེ་ཕྱི་སྒོའི་སྒོ་གང་གི་མེ་དོང་དེར་ལྷུང་ནས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་ཏེ་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ།
en: Once he has fallen into the fire pit by the main gate, he and his followers will meet their end.

source: །འོན་ཏང་རྣམ་གྲངས་ཅི་ཞིག་གིས་ཐར་བར་འགྱུར། ཁྱིམ་གྱི་ནང་དུ་ཟས་དུག་ཅན་ཟོས་ན་ཡང་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ།
en: If he somehow escapes, he will still meet his end when he eats the poisoned food inside the house.

source: །དེ་བཞིན་དུ་བགྱིའོ་ཞེས་ཏེ་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་གཅེར་བུ་པ་ཉེ་དུའི་བུའི་ལྟར་ཉན་ནས་སྟན་ལས་ལངས་ཏེ།
en: Do as I say.”

source: གཅེར་བུ་པ་ཉེ་དུའི་བུའི་རྐང་པ་ལ་ཕྱག་འཚལ་ནས་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། གཅེར་བུ་པ་ཉེ་དུའི་བུའི་གན་ནས་སོང་ནས་རང་གི་ཁྱིམ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། རང་གི་ཞོ་ཤས་འཚོ་བ་རྣམས་ལ་བོས་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Having listened to the Jain Jñātiputra’s instructions, Śrīgupta rose from his seat, bowed at the Jain Jñātiputra’s feet, circumambulated him three times, left his presence, and returned to his own house.

source: །ཞོ་ཤས་འཚོ་བ་དག་དེང་ལ་ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོས་ཤིག །དོང་ཆེན་པོ་བརྐོས་ནས་མེ་འབར་བ་མ་ཡིན་པ་དུ་བ་མི་འཐུལ་བས་ཁོང་ལ་སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་ཁོབ་ཤིག །ཁྱིམ་གྱི་ནང་དུ་ཟས་དུག་ཅན་སྦྱོར་ཅིག །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་རང་གི་ཞོ་ཤས་འཚོ་བ་རྣམས་བསགས་ནས་རྒྱལ་པོའི་ཁབ་ནས་བྱུང་སྟེ།
en: Upon arriving, he summoned his laborers and said, “Laborers, today dig a deep pit near the main gate. After you have dug it out, make a flameless and smokeless fire, and put a thin cover over the pit. Inside the house, prepare poisoned food.”

source: བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རིག་ལ་བ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་མངོན་སུམ་དུ་དགའ་བར་བྱ་བ་དང་མགུ་བར་བྱ་བའི་གཏམ་རྣམ་པ་མང་པོ་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: After assembling his laborers, Śrīgupta left Rājagṛha and set out for Vulture Peak, where the Blessed One was. When he arrived, they exchanged many pleasantries and had a satisfying conversation. He then sat to one side.

source: །ཁྱིམ་བདག་དཔལ་སྦས་ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དོ། །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད།
en: While Śrīgupta was seated to one side, the Blessed One gave a Dharma discourse that was instructive, encouraging, uplifting, and joyous.

source: ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཀྱེ་གཽ་ཏ་མ་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་གདུགས་ཚོད་སྦྱོར་ན་གནང་བར་མཛད་དུ་གསོལ།
en: After the Blessed One had given this Dharma discourse that was instructive, encouraging, uplifting, and joyous, Śrīgupta rose from his seat and asked him, “Gautama, would you please allow me to invite you for the midday meal tomorrow, together with your community of śrāvakas?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ། ཁྱིམ་བདག་དཔལ་སྦས་འདི་ནི་མི་དགེ་བའི་བཤེས་གཉེན་དང་བསྟེན་པའི་དབང་གིས་ང་ལ་རྣམ་པ་འདི་ལྟ་བུ་བྱ་བར་འདོད་ལ།
en: The Blessed One thought, “Śrīgupta seeks to treat me like this because he has come under the influence of a wicked spiritual friend.

source: དེ་རིང་པོ་མི་ཐོགས་པར་ཕྱིས་ཆོས་འདུལ་བ་འདི་ལ་རྣམ་པར་དག་པའི་ཆོས་ཅན་དུ་འགྱུར་རོ་སྙམ་སྟེ།
en: But he will soon turn to the pure topics set out in the Dharma and Vinaya.”

source: དེ་ལྟར་མཁྱེན་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་དཔལ་སྦས་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།
en: Knowing this, the Blessed One accepted the invitation by not saying anything further to Śrīgupta.

source: །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས་ལག་པ་བསྒྱུར་ཏེ་མཛུབ་མོ་བསྒྲེང་ནས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Śrīgupta understood that the Blessed One had assented by remaining silent.

source: འདི་ལྟར་བདག་གི་སེམས་ཀྱང་སེམས་ཀྱིས་མི་ཤེས་ན་ཐམས་ཅད་ཤེས་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: He then raised his arm, lifted his index finger, and thought, “So he does not even know what I am thinking, and is certainly not all-knowing!

source: དགེ་སྦྱོང་གཽ་ཏ་མས་ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་གྱིས་འཇིག་རྟེན་འདི་དག་ཐམས་ཅད་བསླུས་སོ་སྙམ་མོ།
en: The mendicant Gautama has deceived the whole world with his boasts of omniscience.”

source: །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་གན་ནས་སོང་ནས་རང་གི་ཁྱིམ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོར་བཅུག་སྟེ།
en: The householder Śrīgupta then circumambulated the Blessed One three times and departed from his presence to return to his own house.

source: བརྐོས་ནས་མེ་མི་འབར་ཞིང་དུ་བ་མི་འཐུལ་བས་བཀང་སྟེ། སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་གཡོགས་སོ།
en: He had a deep pit dug by the main gate, filled it with a flameless and smokeless fire, and put a thin cover over it.

source: །ཁྱིམ་གྱི་ནང་དུ་ཡང་ཟས་དུག་ཅན་སྦྱོར་དུ་བཅུག་གོ།
en: Inside the house he had poisoned food prepared.

source: །དེའི་ཚེ་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱི་བུ་མོ་ཆུང་མར་བླངས་པར་གྱུར་ཏེ།
en: At that time, Śrīgupta was married to the daughter of Anāthapiṇḍada.

source: ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཆུང་མས་ཁྱིམ་བདག་དཔལ་སྦས་རྣམ་པ་འདི་ལྟ་བུ་བྱེད་པར་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་ཁྱིམ་བདག་དཔལ་སྦས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཇོ་བོ་ལ་དགྲ་སུ་ཞིག་མཆིས་ན་དེ་དགུམ་པའི་སླད་དུ་དེ་ལྟར་བརྩོན་པར་མཛད།
en: When Śrīgupta’s wife saw him making such preparations, she said to him, “If someone were hostile toward the Lord Buddha, this is how they would try to kill him.”

source: དེས་སྨྲས་པ། དྲ་མའི་བུ་མོ་ཤེས་པར་གྱིས་ཤིག །དགེ་སྦྱོང་གཽ་ཏ་མ་ན་ཚོད་ཀྱིས་གཞོན་པ། གསར་དུ་རབ་ཏུ་བྱུང་བ་དེ་ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་ཅན་ཏེ།
en: Śrīgupta replied, “Lady, you should know that the mendicant Gautama, a novice renunciant, is boasting of omniscience.

source: ཐམས་ཅད་མཁྱེན་པའི་ང་རྒྱལ་དེས་འཇིག་རྟེན་འདི་ཐམས་ཅད་བསླུས་ཀྱིས།
en: With his boast of omniscience, he has deceived the whole world.

source: དེ་གསད་པའི་ཕྱིར་འདི་ལྟར་བརྩོན་པར་བྱེད་དོ།
en: Hence, this is how I am trying to kill him.”

source: །དེས་སྨྲས་པ། ཇོ་བོ་བཅོམ་ལྡན་འདས་དེ་བགྲོངས་པར་ཁྱོད་ཀྱིས་མི་སྤྱོད་ཀྱིས་སྐྱོ་བར་གྱུར་ཏ་རེ།
en: His wife said, “You will regret it when you fail to kill the blessed Lord.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་སླད་དུའོ། །དེ་ནས་ཁྱིམ་བདག་དཔལ་སྦས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Because he is a tathāgata, an arhat, a perfect buddha.”

source: བདག་གི་ཆུང་མ་ཤཱཀྱའི་བྲན་གྱི་བུ་མོ་འདིས་གསང་འཕེལ་དུ་འོང་ཞེས་དེའི་ཐོར་ཏོ་ནས་བཟུང་སྟེ་ཁྱིམ་དུ་བཅུག་ནས་སྒོ་གཏན་བཅུག་གོ།
en: Then Śrīgupta thought, “My wife is a servant of the Śākyas—she will spill the secret!” He grabbed her by the hair, dragged her inside the house, and locked the door.

source: །སྒོ་གཏན་བཅུག་ནས་བཅོམ་ལྡན་འདས་ལ་གདུགས་ཚོད་ལ་བབ་པ་གསོལ་ཏེ།
en: With the door locked, he invited the Blessed One for lunch:

source: ཀྱེ་གཽ་ཏ་མ་བཤོས་ལགས་ཀྱི་གདུགས་ཚོད་ལ་བབ་བོ།
en: “Gautama, it is time for the midday meal.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One said to Venerable Ānanda, “Go and get a fan.

source: ཁྱོད་སོང་ལ་བསིལ་ཡབ་ཐོགས་ཏེ་གནས་ཁང་ནས་གནས་ཁང་དུ་སོང་ལ་ཚེ་དང་ལྡན་པ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏེ། ངའི་སྔ་རོལ་དུ་དགེ་སློང་གང་ཡང་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་མ་འཇུག་ཤིག་ཅེས་དོན་དེ་བསྒོ་ཤིག །བཅོམ་ལྡན་འདས་དེ་བཞིན་ནོ་ཞེས་གསོལ་ནས།
en: Then go from dwelling to dwelling and tell the senior monks that the Blessed One says, ‘No monk should enter the house of Śrīgupta ahead of me.’ Issue this instruction.”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ཏེ།
en: “Very well, Blessed One.” Ānanda then did as he was told.

source: བསིལ་ཡབ་ཐོགས་ནས་དགེ་སློང་རྣམས་ཀྱི་གན་དུ་སོང་སྟེ། ཚེ་དང་ལྡན་པ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏེ།
en: Carrying a fan, he approached the monks and told them, “Venerable sirs, the Blessed One issues the following instruction:

source: ངའི་སྔ་རོལ་ཏུ་དགེ་སློང་གང་ཡང་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་མ་འཇུག་ཤིག་ཅེས་དོན་དེ་བསྒོའོ།
en: ‘No monk should enter the house of Śrīgupta ahead of me.’ ”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོའི་དུས་ཀྱི་ཚེ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱིས་ཡོངས་སུ་བསྐོར། དགེ་སློང་གི་དགེ་འདུན་གྱིས་མདུན་དུ་བདར་ཏེ་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལས་བབས་སོ།
en: In the morning, the Blessed One put on his lower garment and outer robe, took his alms bowl, and in the company of a devout group of monks, descended from Vulture Peak.

source: །དེ་ནས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ཚངས་རིས་ཀྱི་ལྷའི་བུ་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་དུ་བདར་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་གཡས་རོལ་ནས་འགྲོའོ།
en: Then Brahmā Sahāmpati, surrounded by a devout group of gods from the Realm of Brahmā, approached the Blessed One, bowed at his feet, and walked on his right side.

source: །ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ཡང་སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷའི་བུ་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་དུ་བདར་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་གཡོན་རོལ་ནས་འགྲོའོ།
en: The lord of the gods, Śakra, surrounded by a devout group of gods of the Heaven of the Thirty-Three, approached the Blessed One, bowed his head at his feet, and walked on his left side.

source: །རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་རྒྱལ་པོ་ཆེན་པོ་གནས་སྲུང་པོ་དང་། འཕགས་སྐྱེས་པོ་དང་། མིག་མི་བཟང་དང་། རྣམ་ཐོས་ཀྱི་བུ་ཡང་གནོད་སྦྱིན་བརྒྱ་སྟོང་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་དུ་བདར་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཕྱི་བཞིན་འགྲོའོ།
en: The four great kings—Dhṛtarāṣṭra, Virūḍhaka, Virūpākṣa, and Vaiśravaṇa—surrounded by many thousands of devout yakṣas, walked behind the Blessed One.

source: །རྒྱལ་པོ་ཆེན་པོ་རྣམ་ཐོས་ཀྱི་བུ་ནི་བཅོམ་ལྡན་འདས་ཀྱི་གདུགས་ཐོགས་སོ།
en: The great king Vaiśravaṇa carried the Blessed One’s parasol.

source: །གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ཉི་ཤུ་རྩ་བརྒྱད་ཀྱང་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཕྱི་བཞིན་དུ་འགྲོའོ།
en: The twenty-eight great yakṣa generals approached the Blessed One, bowed at his feet, and walked behind him.

source: །རོལ་མོ་མཁན་དུ་གཏོགས་པའི་ལྷ་རྣམས་ནི་མདུན་ནས་འགྲོ་ཞིང་། གར་དང་། གླུ་དང་། རོལ་མོའི་སྒྲ་ཆེན་པོ་བྱེད་དོ།
en: Heavenly musicians walked in front of him, dancing, singing, and playing loud music.

source: །དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱི་མདུན་ལོགས་སུ་ནི་ཆར་འབབ། ཕྱི་ནས་ནི་ཉི་མ་འཆར། བར་ན་ནི་སྤྲིན་ལྡིང་ངོ་།
en: At that time, rain fell in front of the Blessed One, while the sun shone from behind him and a cloud hovered overhead.

source: །བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གང་དང་གང་གོམ་པ་འདོར་བ་དེ་དང་དེར་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་ལྷ་རྣམས་ཙན་དན་གྱི་ཕྱེ་མ་དག་འཐོར།
en: Wherever the Blessed One set foot, the gods showered him with sandalwood powder, again and again.

source: མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར་རོ། །ལྷའི་མེ་ཏོག་ཨུད་པ་ལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོ་དང་། ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་རྣམས་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར། མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར་རོ།
en: They showered him repeatedly with heavenly flowers, including blue and white water lilies, red and white lotuses, and mandārava blossoms.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ག་ལ་བ་དེར་གཤེགས་པ་དང་། འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཆོས་ཉིད་དེ།
en: The Blessed One then arrived in the great city of Rājagṛha.

source: གང་གི་ཚེ་བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་དུ་འཇུག་པ་དེའི་ཚེ་ཆོ་འཕྲུལ་དང་བཅས་པར་འཇུག་གི །ཆོ་འཕྲུལ་མེད་པར་མ་ཡིན་ནོ། །དེ་ནས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་གྱི་སྒོར་སྒོ་གཏན་ལ་ཐོག་མ་ཉིད་དུ་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་བཞག་སྟེ།
en: Now, it is in the nature of buddhas, blessed ones, to perform miracles whenever they enter a city; they never do so without performing a miracle.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྒོར་སྒོ་གཏན་ལ་བཞག་མ་ཐག་ཏུ། དེ་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་རྣམ་པ་དྲུག་ཏུ་གཡོས། རབ་ཏུ་གཡོས།
en: When the Blessed One first set his golden-colored right foot on the threshold of Rājagṛha, Rājagṛha shook in six ways.

source: ཀུན་ཏུ་རབ་ཏུ་གཡོས། འགུལ་རབ་ཏུ་འགུལ།
en: It shook, shifted, and shuddered;

source: ཀུན་ཏུ་རབ་ཏུ་འགུལ་ཏོ།
en: it trembled, quivered, and quaked.

source: །ཤར་ཕྱོགས་མཐོ་ན་ནུབ་ཕྱོགས་དམའོ།
en: When the east rose, the west sank.

source: །ནུབ་ཕྱོགས་མཐོ་ན་ཤར་ཕྱོགས་དམའོ།
en: When the west rose, the east sank.

source: །ལྷོ་ཕྱོགས་མཐོ་ན་བྱང་ཕྱོགས་དམའོ།
en: When the south rose, the north sank.

source: །བྱང་ཕྱོགས་མཐོ་ན་ལྷོ་ཕྱོགས་དམའོ།
en: When the north rose, the south sank.

source: །དབུས་མཐོ་ན་མཐའ་དམའོ།
en: When the center rose, the periphery sank.

source: །མཐའ་མཐོ་ན་དབུས་དམའོ།
en: When the periphery rose, the center sank.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོའི་ཁབ་ཀྱི་སྒོ་གཏན་ལ་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་བཞག་མ་ཐག་ཏུ་ལྷ་རྣམས་ལྷའི་ཙན་དན་གྱི་ཕྱེ་མ་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར། མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར་རོ།
en: As soon as the Blessed One had set his golden-colored right foot on the threshold of Rājagṛha, the gods showered him with heavenly sandalwood powder, again and again.

source: །ལྷའི་མེ་ཏོག་ཨུད་པ་ལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོ་དང་། ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར།
en: They showered him repeatedly with heavenly flowers, including blue and white water lilies, red and white lotuses, and mandārava blossoms.

source: མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར། ནམ་མཁའ་ལ་ལྷའི་རོལ་མོའི་སྒྲ་འབྱིན་ཏོ། །ལྷའི་སིལ་སྙན་གྱི་སྒྲ་འབྱིན་ཏོ།
en: The sound of divine music resonated in the sky, accompanied by the ringing of heavenly cymbals.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྒོར་སྒོ་གཏན་ལ་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་བཞག་མ་ཐག་ཏུ་དེའི་ཚེ་ལོང་བ་རྣམས་ནི་མིག་གིས་གཟུགས་མཐོང་བར་གྱུར།
en: At the very instant the Blessed One set his golden-colored left foot on the threshold of the great city of Rājagṛha, the eyes of those who were blind could see forms.

source: འོན་པ་རྣམས་ནི་རྣ་བས་ཐོས་པར་གྱུར།
en: The ears of those who were deaf could hear.

source: སྣའི་དབང་པོ་དང་བྲལ་བ་རྣམས་ནི་སྣ་རྣམ་པར་དག་པར་གྱུར། ལྐུགས་པ་རྣམས་ནི་སྨྲ་བར་གྱུར།
en: Those who lacked a sense of smell became perfectly able to smell, and those who were mute began to speak.

source: བརྗེད་བྱེད་ཀྱིས་ཟིན་པ་རྣམས་ནི་བརྗེད་བྱེད་དང་བྲལ་བར་གྱུར། སེམས་ཅན་སྨྱོན་པ་རྣམས་ནི་དྲན་པ་རྙེད་པར་གྱུར།
en: People gripped by memory loss were freed from forgetfulness, and those who were insane came to their senses.

source: དུག་འཐུངས་པ་རྣམས་ནི་དུག་ལས་གསོས་པར་གྱུར།
en: People who had ingested poison were cured of its effects.

source: སེམས་ཅན་བཙོན་ཆ་དམ་པོས་བསྡམས་པ་རྣམས་ནི་བཙོན་ཆ་ལྷོད་པར་གྱུར།
en: Those held fast in captivity were released from their imprisonment.

source: སེམས་ཅན་ཕན་ཚུན་དགྲར་འཛིན་པ་རྣམས་ནི་བྱམས་པའི་སེམས་སུ་གནས་པར་གྱུར།
en: People who regarded each other as enemies became fond of each other.

source: སིལ་སྙན་རྣམས་ནི་མ་བསྐྱོད་པར་སྒྲ་འབྱིན་པར་གྱུར། སྣོད་རྣམས་ནི་མ་དཀྲོལ་བར་སྒྲ་འབྱིན་པར་གྱུར།
en: Cymbals resounded without being struck, and drums resonated without being played.

source: ཁྱུ་མཆོག་ཀྱང་སྒྲ་འབྱིན། གླང་པོ་ཡང་སྒྲ་འབྱིན། རྟ་ཡང་སྒྲ་འབྱིན།
en: Mighty bulls bellowed, elephants trumpeted, and horses neighed.

source: རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྒོ་ན་བྱ་གང་དག་གནས་པ་འདི་ལྟ་སྟེ། ངང་པ་དང་། ཁྲུང་ཁྲུང་དང་། རྨ་བྱ་དང་། ནེ་ཙོ་དང་། རི་སྐེགས་དང་། ཁུ་བྱུག་དང་། ཀུ་ན་ལ་དང་། ཤང་ཤང་ཏེའུ་དེ་དག་ཀྱང་རང་རང་གི་སྐད་དུ་སྒྲ་སྐད་འབྱིན་ཅིང་རྒྱལ་པོའི་ཁབ་ཀྱི་སྒོའི་ཁོར་ཡུག་ཏུ་སྐོར་བར་བྱེད་དོ། །རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ནས།
en: All the birds that lived near the gate to the city of Rājagṛha—geese, cranes, peacocks, parrots, mynas, cuckoos, pheasants, and partridges—called out with their own songs, and flocked to surround the gate to Rājagṛha.

source: སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་བསིལ་ཁང་དང་། ཁང་པ་བརྩེགས་པ་དང་། སྟེགས་བུ་དང་། སྒོ་གང་དང་། སྐར་ཁུང་ནས་ལྟ་ཞིང་འཁོད་པ་དེ་དག་གིས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་མེ་ཏོག་གི་ཕུར་མ་གཏོར་ཏོ། །རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྐྱེ་བོ་ཕལ་པོ་ཆེ་ཡང་ངོ་མཚར་དུ་གྱུར། རྨད་དུ་བྱུང་བར་གྱུར་ཏེ།
en: Within Rājagṛha, men, women, boys, and girls watched from pavilions, town houses, ledges, vestibules, and windows, scattering flower petals upon the Blessed One. All the people of Rājagṛha were amazed and filled with wonder and joy.

source: ཡི་རངས་པར་གྱུར་ནས་སྒྲ་གསང་མཐོན་པོ་དང་། སྒྲ་ཆེན་པོར་ཧི་ཧི་ཞེས་བྱ་བ་དང་། ཧ་ཧ་ཞེས་བྱ་བ་དང་། ཨ་ལ་ལ་ཞེས་བྱ་བ་དང་། ཨའུ་ཞེས་སྒྲ་ཆེན་པོ་འབྱིན་ཏོ།
en: They shouted at the top of their voices, laughed loudly, and exclaimed their wonder and awe.

source: །བཅོམ་ལྡན་འདས་ལ་གོས་ཀྱང་འཐོར་རོ།
en: They even tossed clothes to the Blessed One.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཏུ་ཞུགས་ཏེ།
en: The Blessed One then entered Rājagṛha and went to the house of Śrīgupta.

source: ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་ག་ལ་བ་དེར་གཤེགས་པ་དང་། དགེ་བསྙེན་ཞིག་གིས་བཅོམ་ལྡན་འདས་རྒྱང་རིང་པོ་ནས་བྱོན་པ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་དེས་འདི་སྙམ་དུ་བསམས་ཏེ། ཁྱིམ་བདག་དཔལ་སྦས་འདི་ནི་བཅོམ་ལྡན་འདས་ལ་རྣམ་པ་འདི་ལྟ་བུ་འདི་བྱེད་པར་འདོད་ན་བཅོམ་ལྡན་འདས་བཀྲོངས་པར་མི་འགྱུར་གྲང་།
en: A lay devotee who saw the Blessed One arriving from afar thought, “If Śrīgupta intends to carry out such an act against the Blessed One, will the Blessed One not be killed?

source: འཇིག་རྟེན་གྱི་མིག་ཤིན་ཏུ་མྱུར་དུ་མེད་པར་མི་འགྱུར་གྲང་།
en: Will the Eye of the World not be swiftly destroyed?
